***messages***

;  WinRAR 7.01
;  Deutsche Übersetzung
;  von Michael Leimer <https://leimer.name/>
:DIALOG SETUPDLG
IDC_ASSOCWITH   "WinRAR verknüpfen mit"
IDC_ASSOCRAR 	  	"&RAR"
IDC_SETCONTEXTMENU "&Kontextmenüeinträge..."  	  
IDC_ASSOCTAR 		"TAR"
IDC_ASSOCBZ2 	 	"BZ2"	
IDC_ASSOCZST "ZST"  		
CAPTION 		   "WinRAR-Setup"			
IDC_ASSOCCAB 	 	"CAB"
IDC_SHELLCASCADED  	 "Kon&textmenüs kaskadieren"
IDHELP "&Hilfe"	 	  
IDC_LINKDESKTOP 			"WinRAR auf dem &Desktop anzeigen"	 	
IDC_LINKPROGRAMS 	 	"WinRAR-&Programmgruppe erstellen" 	 
IDC_ASSOCLZH      "LZH"		 	
IDC_ASSOCJAR 		"JAR" 
IDC_ASSOCXZ 		"XZ"	 	  
IDC_ASSOCARJ  	"ARJ"			 
IDOK 	"&OK"	 		
IDC_SHELLEXT  "WinRAR in den Explorer &integrieren" 	 	 
IDC_ASSOCZ 		"Z" 		 	
IDC_ASSOCZIP 	"&ZIP"	
IDC_ASSOCZIPX   	 "ZIPX"  
IDC_ASSOCUUE 	  	 "UUE"	 			
IDC_SHELLLEGACYMENU    "A&lte Kontextmenüs" 		  
IDC_ASSOC001 "001" 		 
IDC_SHELLINTEGRATION  "Oberflächenintegration"			 	
IDC_SHELLICONS 	 "Ico&ns in den Kontextmenüs anzeigen" 			
IDC_ASSOCGZ 	  "GZ"  		 
IDC_ASSOCLZ 		"LZ"			 
IDC_ASSOCALL  	"&Alle / Keine"	
SIZE  "100*100"	
IDC_LINKSTARTMENU  	"&WinRAR im Startmenü anzeigen"
IDC_INTEGRATIONINTERFACE  	 "Oberfläche" 		
IDC_ASSOCISO   			"ISO"		
IDC_ASSOC7Z 	 	"7Z"	
:STRINGS
IDS_WINRARARC   "WinRAR-Archiv"
IDS_64BIT 	  	"64-Bit"
IDS_CONTINUEUNINSTALL "Deinstallation von WinRAR fortsetzen?" 	 		
IDS_RARHELP  	"Benutzerhandbuch für die Konsolenversion von RAR"
IDS_INSTHELP6  		"Drücken Sie auf \"Hilfe\", wenn Sie weitere Informationen benötigen." 
IDS_HOMEURL "https://www.win-rar.com"  		
IDS_SINGLETOPITEM 				 "Wenn kaskadierende Kontextmenüs abgeschaltet sind, kann nur ein einziger Menüeintrag angezeigt werden. Dieser Menüeintrag kann mit \"Kontextmenü konfigurieren...\" angepasst werden." 	 
IDS_WINRARHELP  		"Hilfe zu WinRAR"
IDS_INSTHELP2 			"Die erste Gruppe von Optionen ermöglicht die Auswahl von Archivtypen, die von WinRAR verarbeitet werden sollen."
IDS_UNINSTALLSHOULDDELETE "Sie müssen %s von Hand löschen."	    
IDS_UNINSTTITLE   	"WinRAR archiver"			
IDS_WARN32BIT  		"Sie haben gerade das 32-Bit-WinRAR auf einem 64-Bit-Windows installiert. Für eine bessere Performance und für die Integration in den Windows-Explorer sollten Sie das 32-Bit-WinRAR deinstallieren und das 64-Bit-WinRAR installieren."   
IDS_REBOOTREQUIRED 			  "Sie müssen Windows neu starten, um WinRAR komplett zu deinstallieren." 	 	
IDS_UNINSTALLCOMPLETED  	"Deinstallation abgeschlossen."	
IDS_INSTHELP4  	"Die letzte Gruppe regelt die Integration in die Windows-Oberfläche." 	 	 
IDS_32BIT 		"32-Bit" 	  
IDS_INSTREBOOTREQUIRED  "Um die Installation abzuschließen, müssen Sie den Computer neu starten." 			
IDS_WHATSNEW  "Was ist neu in dieser Version"  	  
IDS_CANNOTOPENLIST 		"Konnte Dateiliste %s nicht öffnen."			  
IDS_WINRARDESC 	"Bearbeitet RAR, ZIP und andere Archivformate" 
IDS_SETTINGSWARN  	 	"Alle Einstellungen, einschließlich der gespeicherten Passwörter in der Passwortverwaltung und in den Komprimierungsprofilen, gehen unwiderruflich verloren, wenn sie nicht vorher exportiert werden."  
IDS_UNINSTALLRAR 	   	"WinRAR deinstallieren"				 
IDS_INSTHELP5  		"Diese bietet z. B. das Entpacken von Dateien im Explorer über Einträge in den Kontextmenüs. Normalerweise gibt es keinen Grund, sie abzuschalten." 		 	
IDS_WINRARZIPARC "WinRAR-ZIP-Archiv"  		
IDS_INSTHELP3  "Die zweite Gruppe wählt Orte aus, an denen Verknüpfungen zu WinRAR hinzugefügt werden sollen." 	   
IDS_BETA 	 "Beta"	 	 
IDS_INSTHELP1  		"Diese Optionen steuern die Integration von WinRAR in Windows." 	 	 
IDS_RARRECVOL  	"RAR-Wiederherstellungs-Volumen"		 	
IDS_WHATSNEWNAME   "WhatsNew.txt"	
:DIALOG SETUPCONTEXTITEMS
IDOK 	 "&OK"
IDC_CONTEXTTEST 	  	"Archiv &testen"
IDC_CONTEXTTOPADDARC "&Zu <Archiv> hinzufügen"	 	 	
IDC_CONTEXTOPENARC 	 "Mit &WinRAR öffnen (für normale Archive)"
IDC_CONTEXTEMAILARCOPT  	 "&Packen und als E-Mail versenden..." 
IDC_CONTEXTDRAGADD "Einträge zum A&rchivieren anzeigen"	 	 
IDC_CONTEXTEXTRACT 	  	 "&Entpacken nach <Verzeichnis\\>" 		
IDC_CONTEXTDROPMENU   	"Drag&&drop-Kontextmenü"
IDC_CONTEXTSFXOTHER  		"An&dere Laufwerke"
IDC_CONTEXTEXTRACTTO "D&ateien entpacken..."		 	 
IDC_CONTEXTTOPEXTRACT  	 "&Entpacken nach <Verzeichnis\\>"  	
IDC_CONTEXTADDARC  		"&Zu <Archiv> hinzufügen"   
IDC_CONTEXTDRAGEXTRACT      "Einträge zum Entpa&cken anzeigen"	  	
IDC_CONTEXTSFXLOCAL   "&Lokale Datenträger"	
IDC_CONTEXTCONVERT  	"Archiv &konvertieren..."     
IDCANCEL 	 "A&bbrechen"  		
CAPTION  "Kontextmenüeinträge"				
IDC_CONTEXTSFXNETWORK  "&Netzlaufwerke"	 			
IDC_CONTEXTTOPEXTRACTSEPARATE   "Jedes Archiv in ein eigene&s Verzeichnis entpacken"  		 
IDC_CONTEXTSFXARCHIVES  "Erkennung von SFX-Archiven aktiv für"	
IDC_CONTEXTMENUITEMS 		 	"Einträge, die im Kontextmenü angezeigt werden sollen."		
IDC_CONTEXTTOPEXTRACTHERE 		 	 "&Hier entpacken"   		
IDC_CONTEXTNEWRAR  	 "WinRAR-Archiv" 	  	
IDC_CONTEXTTOPADD "Zum Archiv h&inzufügen..."			 
IDC_CONTEXTNEWZIP 	"WinRAR-ZIP-Archiv"  			
IDC_CONTEXTADD   "Zum Archiv h&inzufügen..."		  
IDC_CONTEXTEXTRACTSEPARATE 		 "Jedes Archiv in ein eigene&s Verzeichnis entpacken" 	 		
IDC_CONTEXTTOPEXTRACTTO 	 "D&ateien entpacken..." 			
IDC_CONTEXTEMAILARC   "Zu <Archiv> hinzufügen und als E-Mail &versenden" 
IDHELP 	"Hil&fe" 
IDC_CONTEXTOPENSFX   "&Mit WinRAR öffnen (für SFX-Archive)"
IDC_CONTEXTEXTRACTHERE   	"&Hier entpacken"	  
IDC_CONTEXTNEWMENU 		  	"Einträge im Kontextmenü \"Neu\""	 
IDC_CONTEXTALWAYSARCTITLE  		"Archivierungs-Menüeinträge immer anzeigen f&ür"	
SIZE  "100*100"   	
:DIALOG DONEDLG
SIZE   "100*100"
IDC_INSTINFOFOLDER 				"WinRAR wurde erfolgreich installiert nach:"
IDC_REGTEXT2 "Besuchen Sie bitte die WinRAR-Homepage, um die neuste WinRAR-Version herunterzuladen. Dort können Sie ebenfalls Ihre Lizenz über unseren sicheren Server erwerben."     
IDC_HOMEPAGE  	"H&omepage"
IDC_WHATSNEW 	 	"&Was ist neu"	
IDC_VIEWHELP "&Hilfe lesen"			 
IDC_INSTINFOOPTIONS    		"Wählen Sie \"Einstellungen...\" im WinRAR-Menü \"Optionen\" für weitere Einstellungen."		 
CAPTION 	  "WinRAR-Setup"
IDC_THANKS   	"Vielen Dank, dass Sie WinRAR benutzen!"
IDC_REGTEXT1 "Bitte denken Sie daran, dass WinRAR keine freie Software ist. Nur der Erwerb einer Lizenz ermöglicht es uns, weitere Verbesserungen an WinRAR vorzunehmen."   	 
IDOK   	"&Fertig"  	
IDC_VIEWPRICE  	 "&Kaufen"  	
IDC_VIEWLICENSE 			  "&Lizenz anzeigen" 	 	
IDC_RUNWINRAR 	 "WinRA&R starten"	
IDC_INSTINFOHELP 		"Wenn Sie WinRAR zum ersten Mal benutzen, vergessen Sie bitte nicht, die Online-Hilfe zu lesen."					
